{
  "title": "Terms of Service",
  "lastUpdated": "Last Updated: January 26, 2025",
  "intro": {
    "title": "Introduction",
    "description": "These Terms of Service (hereinafter referred to as \"the Terms\") set forth the conditions for using (hereinafter referred to as \"the Service\"). All users (hereinafter referred to as \"Users\") who use the Service are deemed to have agreed to these Terms."
  },
  "service": {
    "title": "Service Content",
    "description": "The Service is a web application that optimizes resumes to job postings using AI technology.",
    "features": {
      "title": "Main Features",
      "items": [
        "Input resume and job posting information",
        "Generate optimized documents by AI",
        "Generate and compare multiple patterns",
        "Save and manage generation history",
        "Save favorite patterns",
        "Create custom templates"
      ]
    }
  },
  "registration": {
    "title": "Account Registration",
    "description": "To use the Service, you must log in using Manus OAuth authentication.",
    "requirements": {
      "title": "Registration Requirements",
      "items": [
        "Have a Manus account",
        "Agree to these Terms",
        "Provide accurate information"
      ]
    },
    "responsibility": {
      "title": "Account Management",
      "description": "Users are responsible for properly managing their account information. The Service assumes no responsibility for damages caused by unauthorized use of account information."
    }
  },
  "usage": {
    "title": "Service Usage",
    "apiKey": {
      "title": "API Key Setup",
      "description": "To use the Service, you must set an API key for OpenAI or Gemini. Obtaining and managing API keys is the user's responsibility."
    },
    "prohibited": {
      "title": "Prohibited Actions",
      "description": "Users must not engage in the following actions.",
      "items": [
        "Actions that violate laws or public order and morals",
        "Actions related to criminal activity",
        "Actions that interfere with the operation of the Service",
        "Actions that infringe on the rights of other users or third parties",
        "Registering false information",
        "Using the Service for commercial purposes (except for personal job search activities)",
        "Unauthorized access to the Service's systems",
        "Unauthorized reproduction, reposting, or distribution of the Service's content"
      ]
    }
  },
  "intellectualProperty": {
    "title": "Intellectual Property Rights",
    "service": {
      "title": "Intellectual Property Rights of the Service",
      "description": "Intellectual property rights related to the Service belong to the Service operator."
    },
    "generated": {
      "title": "Generated Content",
      "description": "Intellectual property rights of content generated by AI belong to the user. However, the Service assumes no responsibility for problems arising from the use of generated content."
    }
  },
  "disclaimer": {
    "title": "Disclaimer",
    "items": [
      "The Service does not guarantee the accuracy, completeness, or usefulness of content generated by AI.",
      "The Service assumes no responsibility for damages arising from the use of the Service.",
      "The Service may change content or discontinue provision without notice.",
      "The Service may be unable to provide services due to service suspension or changes by external API providers (OpenAI, Gemini)."
    ]
  },
  "termination": {
    "title": "Service Termination",
    "description": "The Service may suspend or delete a user's account in the following cases.",
    "items": [
      "Violation of these Terms",
      "Not using the Service for an extended period",
      "Other cases deemed necessary for the operation of the Service"
    ]
  },
  "changes": {
    "title": "Changes to Terms of Service",
    "description": "These Terms may be changed without notice due to changes in laws or service improvements. The revised Terms take effect when posted on this page."
  },
  "governing": {
    "title": "Governing Law and Jurisdiction",
    "law": "These Terms are governed by Japanese law.",
    "court": "Disputes regarding these Terms shall be subject to the exclusive jurisdiction of the court having jurisdiction over the location of the Service operator."
  },
  "contact": {
    "title": "Contact Us",
    "description": "For inquiries regarding these Terms, please contact us at the following address."
  },
  "nav": {
    "home": "Home",
    "guide": "Guide",
    "myTemplates": "My Templates",
    "favorites": "Favorites"
  }
}